{
  "jobs": [
    {
      "id": "7",
      "title": "Machine Learning Engineer",
      "type": "Full-Time",
      "description": "We are seeking a talented Machine Learning Engineer to join our AI team in Seattle, WA. The ideal candidate will have strong skills in machine learning algorithms and experience with Python and TensorFlow.",
      "location": "Seattle, WA",
      "salary": "$120K - $140K",
      "company": {
        "name": "AI Dynamics",
        "description": "AI Dynamics is a cutting-edge artificial intelligence company focused on developing innovative solutions for various industries. Join us in shaping the future of AI.",
        "contactEmail": "careers@aidynamics.com",
        "contactPhone": "555-555-5555"
      }
    },
    {
      "id": "8",
      "title": "Cybersecurity Analyst",
      "type": "Full-Time",
      "description": "Join our cybersecurity team in Washington, D.C. We are looking for an experienced Cybersecurity Analyst to help protect our organization's digital assets. Competitive salary and benefits.",
      "location": "Washington, D.C.",
      "salary": "$80K - $100K",
      "company": {
        "name": "SecureTech Solutions",
        "description": "SecureTech Solutions is a leading cybersecurity firm dedicated to safeguarding our clients' data and systems from cyber threats. Join us in making the digital world a safer place.",
        "contactEmail": "info@securetech.com",
        "contactPhone": "555-555-5555"
      }
    },
    {
      "id": "9",
      "title": "DevOps Engineer",
      "type": "Full-Time",
      "description": "We are looking for a skilled DevOps Engineer to join our team in Austin, TX. The ideal candidate will have experience with cloud computing platforms and automation tools.",
      "location": "Austin, TX",
      "salary": "$90K - $110K",
      "company": {
        "name": "CloudWorks Inc",
        "description": "CloudWorks Inc is a cloud computing company focused on providing scalable and reliable solutions to our clients. Join us in building the future of cloud technology.",
        "contactEmail": "careers@cloudworks.com",
        "contactPhone": "555-555-5555"
      }
    },
    {
      "id": "10",
      "title": "iOS Developer",
      "type": "Full-Time",
      "description": "Join our mobile development team in San Jose, CA. We are seeking an experienced iOS Developer to help us build innovative and user-friendly mobile applications.",
      "location": "San Jose, CA",
      "salary": "$90K - $110K",
      "company": {
        "name": "App Innovations",
        "description": "App Innovations is a mobile app development company dedicated to creating cutting-edge applications for our clients. Join us in shaping the future of mobile technology.",
        "contactEmail": "careers@appinnovations.com",
        "contactPhone": "555-555-5555"
      }
    },
    {
      "id": "11",
      "title": "Product Manager",
      "type": "Full-Time",
      "description": "We are seeking a passionate Product Manager to join our team in Los Angeles, CA. The ideal candidate will have experience leading product development from conception to launch.",
      "location": "Los Angeles, CA",
      "salary": "$100K - $120K",
      "company": {
        "name": "Prodigy Labs",
        "description": "Prodigy Labs is a product development company focused on creating innovative solutions for our clients. Join us in building products that make a difference.",
        "contactEmail": "careers@prodigylabs.com",
        "contactPhone": "555-555-5555"
      }
    },
    {
      "id": "12",
      "title": "Content Writer",
      "type": "Full-Time",
      "description": "Join our content team in Chicago, IL. We are looking for a talented Content Writer to create engaging and informative content for our website and marketing materials.",
      "location": "Chicago, IL",
      "salary": "$60K - $80K",
      "company": {
        "name": "ContentCrafters",
        "description": "ContentCrafters is a content marketing agency dedicated to helping businesses succeed through compelling content. Join us in crafting stories that resonate.",
        "contactEmail": "careers@contentcrafters.com",
        "contactPhone": "555-555-5555"
      }
    },
    {
      "id": "13",
      "title": "Graphic Designer",
      "type": "Full-Time",
      "description": "We are seeking a creative Graphic Designer to join our design team in Miami, FL. The ideal candidate will have a strong portfolio showcasing their design skills.",
      "location": "Miami, FL",
      "salary": "$50K - $70K",
      "company": {
        "name": "PixelPerfect Design Studio",
        "description": "PixelPerfect Design Studio is a graphic design agency focused on delivering visually stunning solutions to our clients. Join us in bringing ideas to life through design.",
        "contactEmail": "careers@pixelperfect.com",
        "contactPhone": "555-555-5555"
      }
    },
    {
      "id": "14",
      "title": "Human Resources Manager",
      "type": "Full-Time",
      "description": "Join our HR team in Atlanta, GA. We are looking for an experienced Human Resources Manager to oversee all aspects of HR operations.",
      "location": "Atlanta, GA",
      "salary": "$80K - $100K",
      "company": {
        "name": "HR Solutions Inc",
        "description": "HR Solutions Inc is a human resources consulting firm dedicated to helping organizations optimize their HR functions. Join us in supporting companies and their employees.",
        "contactEmail": "careers@hrsolutions.com",
        "contactPhone": "555-555-5555"
      }
    },
    {
      "id": "15",
      "title": "Sales Representative",
      "type": "Full-Time",
      "description": "We are seeking motivated Sales Representatives to join our team in Houston, TX. The ideal candidates will have excellent communication skills and a passion for sales.",
      "location": "Houston, TX",
      "salary": "$60K - $80K",
      "company": {
        "name": "SalesGenius",
        "description": "SalesGenius is a sales outsourcing company dedicated to helping businesses accelerate their sales growth. Join us in driving results for our clients.",
        "contactEmail": "careers@salesgenius.com",
        "contactPhone": "555-555-5555"
      }
    },
    {
      "id": "16",
      "title": "Financial Analyst",
      "type": "Full-Time",
      "description": "Join our finance team in Dallas, TX. We are looking for a detail-oriented Financial Analyst to provide financial planning and analysis support.",
      "location": "Dallas, TX",
      "salary": "$70K - $90K",
      "company": {
        "name": "FinancePlus",
        "description": "FinancePlus is a financial services firm committed to helping clients achieve their financial goals. Join us in making a positive impact through sound financial advice.",
        "contactEmail": "careers@financeplus.com",
        "contactPhone": "555-555-5555"
      }
    },
    {
      "id": "17",
      "title": "Customer Success Manager",
      "type": "Full-Time",
      "description": "We are seeking a dynamic Customer Success Manager to join our team in Boston, MA. The ideal candidate will be passionate about customer satisfaction and retention, with strong communication and problem-solving skills.",
      "location": "Boston, MA",
      "salary": "$75K - $90K",
      "company": {
        "name": "SuccessTech Solutions",
        "description": "SuccessTech Solutions is a customer success platform dedicated to helping businesses achieve their goals through exceptional customer experiences. Join us in driving success for our clients.",
        "contactEmail": "careers@successtech.com",
        "contactPhone": "555-555-5555"
      }
    },
    {
      "id": "18",
      "title": "Quality Assurance Engineer",
      "type": "Full-Time",
      "description": "Join our QA team in San Francisco, CA. We are seeking a detail-oriented Quality Assurance Engineer to ensure the quality and reliability of our software products through thorough testing and analysis.",
      "location": "San Francisco, CA",
      "salary": "$80K - $100K",
      "company": {
        "name": "QA Solutions Inc",
        "description": "QA Solutions Inc is a software testing company dedicated to delivering high-quality solutions to our clients. Join us in ensuring the success of software projects through rigorous QA processes.",
        "contactEmail": "careers@qasolutions.com",
        "contactPhone": "555-555-5555"
      }
    },
    {
      "id": "a7fd",
      "title": "qwe",
      "type": "Full-Time",
      "location": "qweqwe",
      "description": "qweqweqwe",
      "salary": "Under $50K",
      "company": {
        "name": "weqwe",
        "description": "qweq",
        "contactEmail": "qwe@qwe.qwe",
        "contactPhone": "qweqwe"
      }
    },
    {
      "id": "7274",
      "title": "Cotton Picker",
      "type": "Remote",
      "location": "qweqwe",
      "description": "qwe",
      "salary": "Over $200K",
      "company": {
        "name": "qwe",
        "description": "qwe",
        "contactEmail": "qwe@qwe.qwe",
        "contactPhone": "qwe"
      }
    }
  ]
}